{
  "ar": {
    "menu_title": "القائمة",
    "main_page": "الصفحة الرئيسية",
    "about_us": "نبذة عنا",
    "our_eng_serivce": "خدماتنا الهندسية",
    "our_arti_serivce": "خدماتنا الصناعية",
    "contact_us": "تواصل معنا",
    "header_title1": "مــجمــوعة إعمــــار الهندسية المتحدة والنــفــط والــــغــاز",
    "header_title2": "رؤيـــــة جـــــديــــدة",
    "header_title3": "بأســـاليب حـــديثــــة",
    "header_title4": "مــجمــوعة إعمــــار الهندسية المتحدة والنــفــط والــــغــاز",
    "header_title5": "الحاصلة على شهادة الأيزو العالمية",
    "about_emmar_title": "عن مجموعة إعمار",
    "about_emmar_content": "تجمع مجموعــــة إعمـــار بين الهندسية المعمـــارية والنفط والغاز، والصناعات البتروكيماوية بين الابتكار والتقنية والتخطيط الاستراتيجي لتحقيـــق النجــــاح والنمو المستدام. كل قطاع يساهــــم في تحقيق التنمية الاقتصاديــة من خلال تقديـــم حلول مبتكرة تلبي احتياجات الســــوق العالمـــي وتدعـــم التنمية المستدامـــة، مـــع الالتـــزام بأعلــى معايير الجودة والسلامة",
    "vision_title": "الرؤية",
    "vision_content": "أن نكــون الشركة الرائدة في تقديم حلـــول هندسيــة معمارية مبتكـــــرة  ونسعـــى إلــى تحقيق الريـــادة فـي قطــــاع النفط والغــاز و الطاقـة، مع  التركيـــز على الاستدامـــة, مما يعزز من دعم الاقتصاد الوطني والعالمي ويــوفــــر حلول طاقيـــة مستــــدامة  للأجيال القادمة",
    "message_title": "الرسالة",
    "message_content": "رسالتنـا في شركة إعمـار الهندسية المتحـدة .تكمن في نشر ثقافة الجـودة بمفهومها الحقيقي في مجال الهندسة والمقاولات العامة وتقديم أعلى مستوى من المهنية والدقة وايجاد حلـول مبتكرة لخدمة المجتمع والانسانية.",
    "excutive_title": "كلمةالرئيس التنفيذي",
    "excutive_content": "نحن نفخر بكوننا واحدة من شركات المقاولاتالكبرى في قطاع المقاولات والنفط والغازوالصناعات البتروكيماوية  في سلطنة عمانبعد أن حققت نمو ملحوظاً خلال  السنوات الماضيةوساهمت بشكل كبيرفي تنمية عمانحققت الشركة مكانة بارزة كشركة رائدةفي مجال البناء والهندسة والصناعات البتروكيماويةمن خلال الكفاءة والقدرة التنافسيةالمناسب بأعلى معايير الجودة وأداء السلامةالمعترف به وبصفتنا كشركة  تظل الشركة ملتزمة بالمسؤوليةالمؤسسية والإجتماعية.في جميع أعمالنانسعى جاهدين لضمـــــان مراعــــاة جميعالعوامل الإقتصادية والبيئية والإجتماعية.نعتقد أن هذا النهج مدفوعاً بمبادئنا المتمثلةفي الإحترام والصرامه والمشاركة . يجعلناأكثر مسؤولية وإستناره كشركة.",
    "static_completed_project": "المشاريع المكتملة",
    "static_expert_worker": "العمالة الخبيرة",
    "static_happy_client": "عملاء سعداء",
    "our_eng_serivce_title": "خدماتنــــا الهندسية",
    "our_eng_serivce_content1": "تشييدـ المبــانيي التعاقدية",
    "our_eng_serivce_content2": "تشييدـ المبــانيي الصناعية",
    "our_eng_serivce_content3": "بناء المنازل السكنية",
    "our_eng_serivce_content4": "الارضيات الخرسانية",
    "our_eng_serivce_content5": "الطرقات والجسور",
    "our_eng_serivce_content6": "الارضيات الصناعية",
    "our_arti_serivce_title": "خدماتنــــا الصناعية",
    "our_arti_serivce_content1": "النفط والغاز",
    "our_arti_serivce_content2": "البتروكيماويات",
    "our_arti_serivce_content3": "خط الأنابيب",
    "our_arti_serivce_content4": "الطاقة الشمسية",
    "our_arti_serivce_content5": "الإشعـــاع",
    "our_arti_serivce_content6": "الاستشارات والتخطيط"
  },
  "en": {
    "menu_title": "Menu",
    "main_page": "Main Page",
    "about_us": "About Us",
    "our_eng_serivce": "Our Engineering Services",
    "our_arti_serivce": "Our Industrial Services",
    "contact_us": "Contact Us",
    "header_title1": "Emmar United Engineering Group for Oil and Gas",
    "header_title2": "A New Vision",
    "header_title3": "With Modern Methods",
    "header_title4": "Emmar United Engineering Group for Oil and Gas",
    "header_title5": "ISO Certified",
    "about_emmar_title": "About Emmar Group",
    "about_emmar_content": "Emmar Group combines architectural engineering, oil and gas, and petrochemical industries with innovation, technology, and strategic planning to achieve success and sustainable growth. Each sector contributes to economic development by offering innovative solutions that meet global market needs and support sustainable development while adhering to the highest quality and safety standards.",
    "vision_title": "Vision",
    "vision_content": "To be the leading company in providing innovative architectural engineering solutions and to achieve leadership in the oil, gas, and energy sector with a focus on sustainability, supporting both national and global economies, and providing sustainable energy solutions for future generations.",
    "message_title": "Mission",
    "message_content": "Our mission at Emmar United Engineering Company lies in promoting a true culture of quality in the field of engineering and general contracting, offering the highest level of professionalism and precision, and providing innovative solutions to serve society and humanity.",
    "excutive_title": "CEO Message",
    "excutive_content": "We take pride in being one of the major contracting companies in the construction, oil and gas, and petrochemical industries in Oman. After achieving remarkable growth over the past years, we have significantly contributed to Oman's development. The company has established a prominent position as a leader in construction, engineering, and petrochemical industries through efficiency, competitiveness, and adherence to the highest quality and safety standards. As a company, we remain committed to corporate and social responsibility in all our operations, striving to ensure that economic, environmental, and social factors are considered. We believe this approach, driven by our principles of respect, rigor, and participation, makes us more responsible and enlightened as a company.",
    "static_completed_project": "Completed Projects",
    "static_expert_worker": "Expert Workers",
    "static_happy_client": "Happy Clients",
    "our_eng_serivce_title": "Our Engineering Services",
    "our_eng_serivce_content1": "Contractual Building Construction",
    "our_eng_serivce_content2": "Industrial Building Construction",
    "our_eng_serivce_content3": "Residential Building Construction",
    "our_eng_serivce_content4": "Concrete Flooring",
    "our_eng_serivce_content5": "Roads and Bridges",
    "our_eng_serivce_content6": "Industrial Flooring",
    "our_arti_serivce_title": "Our Industrial Services",
    "our_arti_serivce_content1": "Oil and Gas",
    "our_arti_serivce_content2": "Petrochemicals",
    "our_arti_serivce_content3": "Pipeline Construction",
    "our_arti_serivce_content4": "Solar Energy",
    "our_arti_serivce_content5": "Radiation",
    "our_arti_serivce_content6": "Consulting and Planning"
  },
  "fr": {
    "menu_title": "Menu",
    "main_page": "Page Principale",
    "about_us": "À Propos de Nous",
    "our_eng_serivce": "Nos Services d'Ingénierie",
    "our_arti_serivce": "Nos Services Industriels",
    "contact_us": "Contactez-Nous",
    "header_title1": "Groupe Emmar Ingénierie Unie pour le Pétrole et le Gaz",
    "header_title2": "Une Nouvelle Vision",
    "header_title3": "Avec des Méthodes Modernes",
    "header_title4": "Groupe Emmar Ingénierie Unie pour le Pétrole et le Gaz",
    "header_title5": "Certifié ISO",
    "about_emmar_title": "À Propos du Groupe Emmar",
    "about_emmar_content": "Le Groupe Emmar combine l'ingénierie architecturale, le pétrole et le gaz, et les industries pétrochimiques avec l'innovation, la technologie et la planification stratégique pour atteindre le succès et une croissance durable. Chaque secteur contribue au développement économique en proposant des solutions innovantes qui répondent aux besoins du marché mondial et soutiennent le développement durable, tout en respectant les normes de qualité et de sécurité les plus élevées.",
    "vision_title": "Vision",
    "vision_content": "Être l'entreprise leader dans la fourniture de solutions d'ingénierie architecturale innovantes et atteindre le leadership dans le secteur du pétrole, du gaz et de l'énergie, avec un accent sur la durabilité, soutenant les économies nationale et mondiale et offrant des solutions énergétiques durables pour les générations futures.",
    "message_title": "Mission",
    "message_content": "Notre mission chez Emmar United Engineering Company est de promouvoir une véritable culture de la qualité dans le domaine de l'ingénierie et des travaux publics, d'offrir le plus haut niveau de professionnalisme et de précision, et de fournir des solutions innovantes pour servir la société et l'humanité.",
    "excutive_title": "Message du PDG",
    "excutive_content": "Nous sommes fiers d'être l'une des grandes entreprises de construction dans les secteurs de la construction, du pétrole, du gaz et des industries pétrochimiques à Oman. Après avoir réalisé une croissance remarquable au cours des dernières années, nous avons contribué de manière significative au développement d'Oman. L'entreprise a établi une position de leader dans les domaines de la construction, de l'ingénierie et des industries pétrochimiques grâce à l'efficacité, à la compétitivité et au respect des normes de qualité et de sécurité les plus élevées. En tant qu'entreprise, nous restons engagés envers la responsabilité sociale et d'entreprise dans toutes nos activités, en veillant à prendre en compte les facteurs économiques, environnementaux et sociaux. Nous croyons que cette approche, guidée par nos principes de respect, de rigueur et de participation, nous rend plus responsables et éclairés en tant qu'entreprise.",
    "static_completed_project": "Projets Complétés",
    "static_expert_worker": "Travailleurs Experts",
    "static_happy_client": "Clients Satisfaits",
    "our_eng_serivce_title": "Nos Services d'Ingénierie",
    "our_eng_serivce_content1": "Construction de Bâtiments Contractuels",
    "our_eng_serivce_content2": "Construction de Bâtiments Industriels",
    "our_eng_serivce_content3": "Construction de Maisons Résidentielles",
    "our_eng_serivce_content4": "Planchers en Béton",
    "our_eng_serivce_content5": "Routes et Ponts",
    "our_eng_serivce_content6": "Planchers Industriels",
    "our_arti_serivce_title": "Nos Services Industriels",
    "our_arti_serivce_content1": "Pétrole et Gaz",
    "our_arti_serivce_content2": "Pétrochimie",
    "our_arti_serivce_content3": "Construction de Pipelines",
    "our_arti_serivce_content4": "Énergie Solaire",
    "our_arti_serivce_content5": "Radiation",
    "our_arti_serivce_content6": "Consultation et Planification"
  },
  "es": {
    "menu_title": "Menú",
    "main_page": "Página principal",
    "about_us": "Sobre nosotros",
    "our_eng_serivce": "Nuestros servicios de ingeniería",
    "our_arti_serivce": "Nuestros servicios industriales",
    "contact_us": "Contáctanos",
    "header_title1": "Grupo de Ingeniería Unida Emmar, Petróleo y Gas",
    "header_title2": "Una nueva visión",
    "header_title3": "Con métodos modernos",
    "header_title4": "Grupo de Ingeniería Unida Emmar, Petróleo y Gas",
    "header_title5": "Certificado con ISO global",
    "about_emmar_title": "Sobre el Grupo Emmar",
    "about_emmar_content": "El Grupo Emmar combina ingeniería arquitectónica, petróleo, gas e industrias petroquímicas con innovación, tecnología y planificación estratégica para lograr el éxito y el crecimiento sostenible. Cada sector contribuye al desarrollo económico ofreciendo soluciones innovadoras que satisfacen las necesidades del mercado global y apoyan el desarrollo sostenible, con el compromiso de los más altos estándares de calidad y seguridad.",
    "vision_title": "Visión",
    "vision_content": "Ser la empresa líder en proporcionar soluciones arquitectónicas innovadoras y buscar liderazgo en los sectores de petróleo, gas y energía, con enfoque en la sostenibilidad, contribuyendo al apoyo de la economía nacional y global, y proporcionando soluciones energéticas sostenibles para las generaciones futuras.",
    "message_title": "Misión",
    "message_content": "Nuestra misión en Emmar Engineering United es promover una cultura de calidad en su verdadero sentido en el campo de la ingeniería y la construcción general, ofreciendo el más alto nivel de profesionalismo y precisión, y encontrar soluciones innovadoras para servir a la sociedad y a la humanidad.",
    "excutive_title": "Mensaje del Director Ejecutivo",
    "excutive_content": "Estamos orgullosos de ser una de las principales empresas en el sector de construcción, petróleo, gas e industrias petroquímicas en Omán. Hemos logrado un crecimiento significativo en los últimos años y hemos contribuido al desarrollo de Omán. La empresa ha ganado una posición destacada como líder en construcción, ingeniería e industrias petroquímicas a través de eficiencia, competitividad, estándares de calidad superiores y rendimiento reconocido en seguridad. Como empresa, seguimos comprometidos con la responsabilidad corporativa y social. En todas nuestras actividades, nos esforzamos por garantizar que se consideren todos los factores económicos, ambientales y sociales. Creemos que este enfoque, impulsado por nuestros principios de respeto, rigor y participación, nos hace más responsables y conscientes como empresa.",
    "static_completed_project": "Proyectos completados",
    "static_expert_worker": "Trabajadores expertos",
    "static_happy_client": "Clientes satisfechos",
    "our_eng_serivce_title": "Nuestros servicios de ingeniería",
    "our_eng_serivce_content1": "Construcción de edificios contractuales",
    "our_eng_serivce_content2": "Construcción de edificios industriales",
    "our_eng_serivce_content3": "Construcción de casas residenciales",
    "our_eng_serivce_content4": "Pavimentos de concreto",
    "our_eng_serivce_content5": "Carreteras y puentes",
    "our_eng_serivce_content6": "Pavimentos industriales",
    "our_arti_serivce_title": "Nuestros servicios industriales",
    "our_arti_serivce_content1": "Petróleo y gas",
    "our_arti_serivce_content2": "Petroquímicos",
    "our_arti_serivce_content3": "Tuberías",
    "our_arti_serivce_content4": "Energía solar",
    "our_arti_serivce_content5": "Radiación",
    "our_arti_serivce_content6": "Consultoría y planificación"
  }
}